Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: All event participants are expected to behave according to professional standards and in accordance with both the Linux Foundation Code of Conduct as well as their employer's policies on appropriate workplace behavior.
ja: すべてのイベント参加者は、プロフェッショナルの基準と、各自の所属組織が定める適切な勤務態度に関するポリシーとに従って行動することが求められます。

source: All event participants are expected to behave in accordance with professional standards, with both the Linux Foundation Code of Conduct as well as their respective employer's policies governing appropriate workplace behavior, and applicable laws
ja: すべてのイベント参加者は、プロフェッショナルの基準、The Linux Foundation の行動規範、さらには各自の所属組織が定める適切な勤務態度に関するポリシー、および適用可能な法律に従って行動することが求められます。

source: All mail to this address is properly routed to the appropriate recipients.
ja: こちらで受け付けたお問い合わせは、内容に応じて各担当者に転送されます。

source: All of this success is made possible by the passionate community that creates, maintains, and supports Linux.
ja: これらの成功のすべてが、Linux を開発し、メンテナンスし、サポートしている情熱的なコミュニティによって実現しています。

source: All submissions must be received by Friday, September 16th.
ja: 発表案は、9 月 16 日 (金) までに提出してください。

source: AllSeen Alliance Merges with Open Connectivity Foundation to Accelerate the Internet of Things
ja: AllSeen Alliance と Open Connectivity Foundation が合併し IoT を促進

source: Also at VA, he acquired Andover.net, merging SourceForge.net, Linux.com, Slashdot, and other well-known open source internet sites to form the Open Source Development Network (OSDN).
ja: Andover.net 社を買収し、SourceForge.net、Linux.com、Slashdot、およびその他の有名なオープン ソース インターネット サイトをマージして、Open Source Development Network (OSDN) を結成しました。

source: Also note that we do not have an IP policy for The Linux Foundation membership, as the IP terms are defined by each project's entity bylaws or charters under The Linux Foundation.
ja: なお、The Linux Foundation メンバーシップの知的財産ポリシーは存在しません。知的財産に関する条項は、The Linux Foundation の各プロジェクトの規約や憲章で定められています。

source: Although initially focused on IVI, the AGL collaborative project plans to support instrument cluster, heads up display, telematics and autonomous driving in the future.
ja: AGL は、当初はおもに IVI を対象にしていましたが、今後は計器盤、ヘッド アップ ディスプレイ、テレマティクス、自動運転などもサポートしていく予定です。

source: Although initially focused on In-Vehicle-Infotainment (IVI), AGL is the only organization planning to address all software in the vehicle, including instrument cluster, heads up display, telematics, advanced driver assistance systems (ADAS) and autonomous driving.
ja: AGL は、当初はおもに車載情報機器 (In-Vehicle-Infotainment: IVI) を対象にしていましたが、計器盤、ヘッド アップ ディスプレイ、テレマティクス、先進運転支援システム (Advanced Driver Assistance Systems: ADAS)、自動運転などあらゆる車載ソフトウェアへの対応を予定している唯一の組織です。

source: Although initially focused on infotainment, AGL plans to address all software in the vehicle, including advanced driver assistance systems (ADAS) and autonomous driving in the future.
ja: AGL は、当初はおもにインフォテインメントを対象にしていましたが、今後は先進運転支援システム (Advanced Driver Assistance Systems: ADAS) や自動運転を含む全車載ソフトウェアに対応する予定です。

source: Although initially focused on infotainment, AGL plans to support instrument cluster, heads up display, telematics/connected car, advanced driver assistance systems (ADAS), functional safety and autonomous driving in the future.
ja: AGL は、当初はおもにインフォテインメントを対象にしていましたが、今後は計器盤、ヘッド アップ ディスプレイ、テレマティクス / コネクテッド カー、先進運転支援システム (Advanced Driver Assistance Systems: ADAS)、機能安全、自動運転などもサポートしていく予定です。

source: An engineer by trade, Aniszczyk brings a passion for both open source and community development to the organization.
ja: エンジニアである Chris Aniszczyk は、オープンソースとコミュニティ開発への情熱を Linux Foundation に持ち込んでいます。

source: An engineer by trade, Chris brings a passion for both open source and community development to the organization.
ja: エンジニアである Chris は、オープンソースとコミュニティ開発への情熱を Linux Foundation に持ち込んでいます。

source: An improved application framework and application launcher
ja: 改良されたアプリケーション フレームワークとアプリケーション ランチャー

source: An opportunity to host a group of attendees and deliver your key message and thought leadership.
ja: 特定の来場者グループに重要なメッセージを伝えたり、アイデアや思想を発信・共有したりする絶好の機会です。

source: Analyzing open source license compliance requires expert knowledge.
ja: オープン ソース コンプライアンスの解析には専門知識が必要です。

source: Anant Argarwal, CEO of online learning giant edX, at LinuxCon North America
ja: Anant Argarwal (大規模オンライン学習サイト edX の CEO) LinuxCon North America で講演

source: And many others
ja: など

source: And otherwise assisting those experiencing harassment to ensure that they feel safe for the duration of the conference.
ja: その他、ハラスメント経験者が安心してカンファレンスに参加できるための支援

source: And they attend, sponsor, and speak at Linux Foundation events to strategically expand their open source reach and influence.
ja: また Linux Foundation のイベントに参加し、イベントのスポンサーとなり、そこで講演することにより、オープン ソースの分野における影響力を戦略的に拡大しています。

source: And you can be too.
ja: あなたも Linux になれます。

source: Andy is a partner and founder of Gesmer Updegrove LLP, a Boston-based technology law firm, and has represented and helped structure more than 135 worldwide standard-setting, open source, promotional, and advocacy consortia over the past 25 years.
ja: Andy は、ボストンを拠点とする技術関連の法律事務所 Gesmer Updegrove LLP の設立者でありパートナーです。彼は 25 年にわたり、世界各地で 135 以上の標準化業務、オープン ソース、促進 & 弁護団体などに貢献してきました。

source: Angela Brown VP of Events, The Linux Foundation angela@linuxfoundation.org
ja: Angela Brown (The Linux Foundation イベント担当 VP) angela@linuxfoundation.org

source: Angela manages The Linux Foundation's global conferences, with responsibilities including market research, attendee and sponsorship acquisition, and event marketing and production.
ja: Angela は、市場調査、来場者、スポンサーシップ獲得、およびイベント マーケティング&企画の責任者として、The Linux Foundation の国際カンファレンスを管理しています。

source: Angela started her career with Red Herring (fka Dasar, Inc.) in 1994, quickly taking over responsibility for the planning of their global IT conferences and C-level summits.
ja: 彼女は、1994 年に Red Herrin (旧名 Dassar, Inc.) でキャリアを開始し、ほどなくグローバル IT カンファレンスや経営幹部向けサミットの規格を任されるようになりました。

source: Anvin was previously maintainer of the linux.* Usenet newsgroup hierarchy and the Linux kernel archives at kernel.org, wrote the original Swap Space How-to, and the "Linux/I386 Boot Protocol".
ja: 彼は以前は Linux.* Usenet ニュースグループの階層と、Kernel.org の Linux カーネル アーカイブスのメンテナーをしており、オリジナルのスワップ スペースのハウツーや、"Linux/I386 Boot Protocol" を書いています。

source: Any report of harassment at one of our events will be addressed immediately.
ja: 私たちは、私たちのイベントにおけるあらゆるハラスメントに迅速に対応いたします。

source: Anyone can join the conference for free of charge.
ja: 参加費用は必要ありません。

source: Anyone who witnesses or is subjected to unacceptable behavior should notify a conference organizer at once.
ja: 容認できない行為の目撃者や被害者は、すぐにカンファレンス主催者にお知らせください。

source: Anyone witnessing or subject to unacceptable behavior should notify a conference organizer at once.
ja: 容認できない行為の目撃者や被害者は、すぐにカンファレンス主催者にお知らせください。

source: Apache Big Data North America
ja: Apache: Big Data North America http://events.linuxfoundation.jp/events/apache-big-data-north-america

source: Apache: Big Data Europe gathers the Apache® projects, people and technologies working in Big Data, ubiquitous computing and data engineering and science to educate, collaborate and connect in a completely project-neutral environment; it is the only event that brings together the full suite of Big Data open source projects including Apache Hadoop, Cassandra, CouchDB, Spark and more.
ja: Apache: Big Data Europe は、ビッグ データ、ユビキタス コンピューティング、およびデータ エンジニアリング&サイエンスの分野で動いている Apache® プロジェクト、人々、および技術を結集し、完全にプロジェクトに中立な環境で教育、協業、および交流します。Apache Hadoop、Cassandra、CouchDB、Spark など、ビッグ データ関連のオープン ソース プロジェクトのすべてが集結する唯一のイベントです。

source: Apache: Big Data North America is the only event that brings together the full suite of Big Data open source projects.
ja: Apache: Big Data North America は、すべての Big Data オープン ソース プロジェクトが集結する唯一のイベントです。

source: Apache: Big Data is co-located with ApacheCon™ Europe, which brings together the open source community to learn about and collaborate on the technologies and projects driving the future of open source, web technologies and cloud computing.
ja: Apache: Big Data は ApacheCon™ Europe の併設イベントです。ApacheCon にはオープン ソース コミュニティが一堂に会し、オープン ソース、Web 技術、およびクラウド コンピューティングの未来を牽引する技術やプロジェクトについて学習し、協業します。

source: Apache: Big Data is made possible by Platinum Sponsors Cloudera and Hortonworks, Silver Sponsor Criteo Labs, Bronze Sponsor Beeva, and Community Partner The Apache Software Foundation.
ja: Apache: Big Data は次のようなスポンサー企業の支援により実現します。 プラチナ スポンサー: Cloudera、Hortonworks、シルバー スポンサー: Criteo Labs、ブロンズ スポンサー: Beeva、コミュニティ パートナー: The Apache Software Foundation。

source: ApacheCon North America
ja: ApacheCon North America http://events.linuxfoundation.jp/events/apachecon-north-america

source: ApacheCon gathers the ASF committers and open source community to learn and collaborate on the technologies and projects driving the future of open source, web technologies and cloud computing.
ja: ApacheCon には ASF コミッターとオープン ソース コミュニティが一堂に会し、オープン ソース、Web 技術、およびクラウド コンピューティングの未来を牽引する技術やプロジェクトについて学習し、協業します。

source: ApacheCon is co-located with Apache: Big Data Europe, which gathers the Apache projects, people and technologies working in Big Data, ubiquitous computing and data engineering and science to educate, collaborate and connect in a completely project-neutral environment.
ja: ApacheCon には Apache: Big Data Europe が併催されます。Apache: Big Data Europe には、ビッグ データ、ユビキタス コンピューティング、およびデータ エンジニアリング&サイエンスの分野で動いている Apache プロジェクト、人々、および技術が集結し、完全にプロジェクトに中立な環境で学び、協業し、交流します。

source: ApacheCon is made possible by Gold Sponsor Ubuntu, Silver Sponsor Red Hat, and Community Partner The Apache Software Foundation.
ja: ApacheCon は次のようなスポンサー企業の支援により実現します。 ゴールド スポンサー: Ubuntu、シルバー スポンサー: Red Hat、コミュニティ パートナー: The Apache Software Foundation。

source: ApacheCon, the annual conference of The Apache Software Foundation, brings together the Apache® and open source community to learn about and collaborate on the technologies and projects driving the future of open source, web technologies and cloud computing.
ja: ApacheCon は The Apache Software Foundation が毎年開催するカンファレンスで、オープン ソース コミュニティが一堂に会し、オープン ソース、Web 技術、およびクラウド コンピューティングの未来を牽引する技術やプロジェクトについて学習し、協業します。

source: Applications for diversity and needs-based scholarships are also being accepted at http://events.linuxfoundation.org/events/apachecon-europe/attend/scholarship-opportunities.
ja: 多様性と必要性を重視した奨学制度 (ダーバーシティ奨学金および優先登録割引奨学金) の申請方法については、こちらを参照してください。 http://events.linuxfoundation.org/events/apachecon-europe/attend/scholarship-opportunities

source: Applications must often be ported from one platform to the next, resulting in slow innovation.
ja: 異なるプラットフォームにアプリケーションをたびたび移植しなければならないため、イノベーションが進みません。

source: April 3 - 6, 2017
ja: 2017 年 4 月 3 - 6 日

source: Architected as a collection of subprojects, FD.io provides a modular, extensible user space IO services framework that supports rapid development of high-throughput, low-latency, and resource-efficient IO services.
ja: サブプロジェクトの集合体として構成された FD.io は、高スループット、低レイテンシ、および高リソース効率の IO サービスをサポートする拡張可能なモジュール式ユーザー空間 IO サービス フレームワークです。

source: Are Individual Supporter fees tax deductible?
ja: 個人サポーターの料金は控除対象ですか?

source: Arpit Joshipura brings more than 25 years of networking expertise and vision to The Linux Foundation with technical depth and business breadth
ja: Arpit Joshipura 氏の 25 年以上にわたるネットワークの経験とビジョン、技術的深み、ビジネスの幅が The Linux Foundation に

source: Arpit brings over 25 years of networking expertise and vision to The Linux Foundation with technical depth and business breadth.
ja: Arpit は、25 年以上のネットワークの経験とビジョンに加え、深い技術力と幅広いビジネス知識を The Linux Foundation に提供します。

source: Arpit has served as CMO/VP in startups and larger enterprises including Prevoty, Dell/Force10, Ericsson/Redback, ONI/CIENA and BNR/Nortel leading strategy, product management, marketing, engineering and technology standards functions.
ja: また、スタートアップ企業や大企業 (Prevoty、Dell/Force10、Ericsson/Redback、ONI/CIENA、BNR/Nortel など) の CMO や VP を務め、戦略、製品管理、マーケティング、エンジニアリング、技術の標準化などを主導しました。

source: As CTO of LogMeIn’s Internet of Things platform, Philip was responsible for all aspects for strategy, technology, and the launch of the Xively product.
ja: 彼は LogMeIn 社の Internet of Things プラットフォーム担当 CTO として、Xively 製品の戦略、技術、発売について全面的責任を負っていました。

source: As OPNFV Director, Heather works with the community to advance the adoption and implementation of open source NFV platforms.
ja: OPNFV ディレクターである Heather は、コミュニティと協力してオープン ソース NFV プラットフォームの導入・実装を推進しています。

source: As OpenDaylight's executive director, Nicolas “Neela” Jacques works with the OpenDaylight community to advance SDN and NFV with a developer-driven open source platform for products and technologies that expand the intelligence, programmability and performance of network infrastructures.
ja: OpenDaylight のエグゼクティブ ディレクター Nicolas "Neela" Jacques は、ネットワーク基盤のインテリジェンス、プログラマビリティ、およびパフォーマンスを高める製品や技術を開発するために OpenDaylight コミュニティと協力し、開発者主導のオープン ソース プラットフォームを用いて SDN (Software-Defined Networking) や NFV (Network Functions Virtualization) を発展させています。

source: As a YC Founder, Erica is also an active mentor of aspiring entrepreneurs in the technology and related industries, as well as being an angel investor in a number of early stage startups.
ja: また、YC の創設者である Erica は、技術業界やその関連業界における意欲的な起業家にとって積極的指導者であり、数々のアーリー ステージ スタートアップのエンジェル投資家でもあります。

source: As a YC Founder, Ms. Brescia is also an active mentor of aspiring entrepreneurs in the technology and related industries, as well as being an angel investor in a number of early stage startups.
ja: また、YC の創設者である Ms. Brescia は、技術業界やその関連業界における意欲的な起業家にとって積極的指導者であり、数々のアーリー ステージ スタートアップのエンジェル投資家でもあります。

source: As a consequence the use of the tool requires understanding of license analysis problems and how they are covered by FOSSology.
ja: つまりツールを使用するには、ライセンスの解析について、およびそれらを FOSSology がどのようにカバーしているかを理解する必要があります。

source: As a result, the organizations are expanding the report this year to examine the broader job market for open source professionals.
ja: したがって、今年はこのレポートの対象を拡大し、すべてのオープン ソース プロフェッショナルのための採用市場について調査することにしました。

source: As a system, a database and Web user interface provide you with a compliance workflow.
ja: システム: データベースと Web ユーザー インタフェースによるコンプライアンス ワークフローを提供。

source: As a toolkit, you can run license, copyright and export control scans from the command line.
ja: ツールキット: ライセンス、コピーライト、およびエクスポート コントロール スキャンをコマンド ラインから実行可能。

source: As an Individual Supporter, you'll receive:
ja: 個人サポーターには以下のような特典があります。

source: As an embedded security company that primarily deals with Linux-based operational systems, we value the contribution the Foundation and its volunteers provide to making Linux better for everyone,” said Irby Thompson, President/CEO of Star Lab.
ja: 弊社は主として Linux ベースの運用システムを扱う組込みセキュリティ会社ですが、The Linux Foundation と彼らのボランティアが、人々のために Linux をよりよくしようと行っている貢献を評価しています。

source: As an integral part of this transformation, Cloud Foundry is quickly becoming a critical component of all cloud computing architectures enabling companies to rapidly deploy, operate and maintain innovative cloud native and traditional applications.
ja: この変革に不可欠な要素である Cloud Foundry は、早くもあらゆるクラウド コンピューティング アーキテクチャの最重要コンポーネントとなり、企業は、革新的でクラウド ネイティブなアプリケーションもトラディショナルなアプリケーションも、高速に導入、運用、および保守することが可能になります。

source: As an open source project, anyone can easily install FOSSology using a pre-built docker image from docker hub or vagrant / virtualbox on most platforms.
ja: オープン ソース プロジェクトの FOSSology は、docker hub のプリビルト docker イメージ、または vagrant / virtualbox を使って、ほとんどのプラットフォームでだれでも簡単にインストールできます。

source: As open source adoption grows, commerce and society come to depend on that code.
ja: オープン ソースの導入が進むにつれ、商業活動も社会生活も、オープン ソース コードに依存するようになりました。

source: As open source software has become an ever increasing footprint in technology infrastructure and end products, it is important to understand the opportunities and challenges associated with the overall open source talent market.
ja: しかし昨今、オープン ソース ソフトウェアが技術基盤や最終的な製品にもかつてないほど多用されるようになり、すべてのオープン ソース技術者市場の採用に関する機会や課題を理解することが重要になっています。

source: As part of UCB 3.0, AGL is also releasing a software development kit (SDK) that enables rapid application development on the AGL platform.
ja: AGL は UCB 3.0 の一部としてソフトウェア開発キット (SDK) も公開していますので、AGL プラットフォームによる高速アプリケーション開発が可能です。

source: As referenced above, if a participant engages in harassing behavior, the conference organizers may take any action they deem appropriate, ranging from issuance of a warning to the offending individual to expulsion from the conference with no refund, depending on the circumstances.
ja: 前述のように、参加者がハラスメント行為に関与している場合、カンファレンス主催者は、違反者への警告やカンファレンスからの追放など、状況に応じて適切と思われるあらゆる行動をとります。返金処理は行いません。

source: As the former Linux kernel maintainer for wireless LANs, John presided over the transition of that subsystem from "constant heartache" to "mostly just works" status.
ja: 無線 LAN 関連の Linux カーネル メンテナーを務めていた John は、そのサブシステムを「慢性的な心痛」の状態から「だいたい動く」状態へと導きました。

source: As the second most in-demand knowledge area, 21 percent of hiring managers say networking has the biggest impact on open source hiring.
ja: 2 番目に需要の高い知識分野はネットワーク処理です。採用担当者の 21% が、ネットワークの知識はオープン ソース関連の採用に大きく影響すると答えています。

source: As they expand their program to new countries, we add them to the discount matrix.
ja: 割引き対象について変更があった場合は、国別の割引き特典の表に随時反映されます。

source: Assistance with Press Bookings at Event: Helping you get the most out of an on-site announcement
ja: イベントでのプレス予約の協力: 会場でのアナウンスメントの効果を最大限に利用できます。

source: Associations / Trade Groups / Foundations
ja: 協会 / 業界団体 / 財団

source: Associations / Trade Groups 1%
ja: 協会 / 業界団体 １％

source: At $99.00, becoming an Individual Supporter can pay for itself right away when you use your special discounts to attend an eligible Linux Foundation event, take a certification exam or training course, or buy equipment at employee purchase prices from Dell, HP, or Lenovo.
ja: 個人サポーターになるには $99 かかりますが、Linux Foundation 主催イベントへの参加、検定試験の受検、トレーニング コースの受講、Dell / HP / Lenovo 製品の購入などで大幅な割引特典を受けられます。

source: At Jaguar Land Rover he was responsible for the specification and rollout of the latest generation of Linux-based Infotainment system.
ja: Jaguar Land Rover における最新世代の Linux ベース インフォテインメント システムの仕様と役割の責任者を務めていました。

source: At LC3, attendees can expect to collaborate, share information and learn about the newest and most interesting open source technologies, including Linux, containers, cloud technologies, networking, microservices and more.
ja: LC3 では、参加者が Linux、コンテナ、クラウド、ネットワーク、マイクロサービスといった注目の最新オープン ソース技術について協業、情報共有、および学習できます。

source: At Open Source Summit, open source technologists gather to collaborate, share information and learn across a wide variety of topics.
ja: Open Source Summit にはオープン ソースの技術者が集結し、さまざまなトピックスについて協業し、情報共有し、学習します。

source: At Open Source Summit, you will collaborate, share information and learn across a wide variety of topics.
ja: Open Source Summit の参加者は、さまざまなトピックスについて協業し、情報共有し、学ぶことができます。

source: At Registration, attendees can pick up communication stickers to add to their badges.
ja: 参加者は受け付けの際、バッジに貼付するコミュニケーション ステッカーを選ぶことができます。

source: At Sun, Eileen led and managed legal support for various hardware and software business units.
ja: さまざまなハードウェアおよびソフトウェア事業部の法務支援を主導および管理していました。

source: At The Linux Foundation, Jim works with the world’s largest technology companies, including IBM, Intel, Google, Samsung, Qualcomm, and others to help define the future of computing on the server, in the cloud, and on a variety of new mobile computing devices.
ja: 彼は The Linux Foundation において、IBM、Intel、Google、Samsung、Qualcomm をはじめとする世界的な技術企業と協力し、サーバー、クラウド、および各種の新モバイル コンピューター機器の次世代コンピューター機能の定義を推進しています。

source: At VA Linux, he launched SourceForge.net, the world's largest open source software development community.
ja: VA Linux では、世界最大のオープン ソース ソフトウェア開発コミュニティである SouceForge.net を開設するほか、

source: At Vault, hardware vendors collaborate within the Linux community to develop cutting-edge storage hardware, helping transform Linux into a leader in the storage industry.
ja: Vault において、Linux コミュニティの中でハードウェア ベンダーが 協業で最先端のストレージ ハードウェアを開発し、Linux がストレージ産業のリーダーとなるのを支援します。

source: At the Open Source Summit, you can expect to collaborate, share information and learn across a wide variety of topics.
ja: Open Source Summit の参加者は、さまざまなトピックスについて協業し、情報共有し、学ぶことができます。

source: At the Open Source Summit, you will collaborate, share information and learn across a wide variety of topics, with 2,000 technologists and community members.
ja: Open Source Summit の参加者は、約 2,000 人の技術者やコミュニティ メンバーとさまざまなトピックについて協業し、情報共有し、学ぶことができます。

source: At the heart of Linux and open source is the technology.
ja: Linux / オープン ソースの中核にあるのは技術です。

source: At the intersection of open source technologies, three events converge to create one extraordinary opportunity for cross pollination between the developers, sysadmins, devops professionals and architects driving the future of technology: Open Source Summit.
ja: 従来の 3 種類のイベントがオープン ソース テクノロジという共通項のもとに集まり、テクノロジの未来を牽引する開発者、システム管理者、devops プロフェッショナル、アーキテクトたちが相互に高め合える素晴らしい機会を生み出す、それが Open Source Summit です。

source: At the same time, he worked continuously on open source software engineering projects for over two decades.
ja: それと並行して、継続的にオープン ソース ソフトウェアのエンジニアリング プロジェクトにも 20 年以上関わってきました。

source: At-Large Director
ja: 一般選出ボード

source: Attend an Event
ja: イベントに参加する

source: Attend an event and make a contact that helped you land your dream job?
ja: イベントに参加して人脈を作ったことで、理想の仕事に就くことができた。

source: Attendee Demographics:
ja: 参加者層

source: Attendee Evening Event $30,000 and up
ja: アテンディー イブニング イベント $30,000 より

source: Attendee Lounge $10,000
ja: アテンディー ラウンジ $10,000

source: Attendee T-Shirt $7,500
ja: 来場者 T シャツ

source: Attendees are expected to behave according to professional standards and in accordance with their employer's policies on appropriate workplace behavior.
ja: 参加者は、プロフェッショナルの基準と、各自の所属組織が定める適切な勤務態度に関するポリシーとに従って行動することが求められます。

source: Attendees can expect a detailed update on the upcoming kernel release, including recent release history, highlighted features, active employer statistics and much more.
ja: Attendees can expect a detailed update on the upcoming kernel release, including recent release history, highlighted features, active employer statistics and much more. 受講者は、カーネル次期パージョンの最新の詳細情報 (公開履歴、主要機能、積極的に貢献している企業など) を知ることができます。

source: Attendees learn from the best and the brightest as they are gathered together under one roof to deliver cutting edge presentations and demos, lively discussions and collaboration on a wide variety of Linux topics.
ja: 1 つ屋根の下に集まって最先端のプレゼンテーションやデモを披露する精鋭たちから学べると同時に、参加者自身もさまざまな Linux トピックスについて議論したり協業したりできます。

source: Attendees use their computers to directly perform presented tasks on their own FOSSology application.
ja: 参加者は自分のコンピューターを使い、提示された作業を自分の FOSSology アプリケーションで直接実行します。

source: Attendees will have access to sessions across all events in a single venue, enabling them to collaborate and share information across a wide range of open source topics and areas of technology.
ja: 参加者が 1 つの会場ですべてのイベントのセッションにアクセスできるようになり、さまざまなオープン ソース トピックスや技術分野における協業と情報共有が可能になります。

source: Attendees will join developers, IT operations experts, technical managers, business leaders, service providers and project contributors to gain first-hand access to Cloud Foundry roadmaps, training and tutorials; and to see how others are using Cloud Foundry to support continuous innovation and application portability.
ja: 参加者は、開発者、IT 運用エキスパート、技術マネージャー、ビジネス リーダー、サービス プロバイダー、プロジェクト コントリビューターなどと一緒に、Cloud Foundry のロードマップに直接アクセスしたり、人々が Cloud Foundry を使ってどのように継続的イノベーションとアプリケーションの可搬性をサポートしているのかを見ることができます。

source: Audience interaction 101
ja: 受講者とのやりとり入門編

source: Audiokinetic
ja: Audiokinetic https://www.audiokinetic.com/

source: Augmented Reality, Heads-Up Display
ja: AR (Augmented Reality: 拡張現実)、HUD (Heads-Up Display: ヘッドアップディスプレイ)

source: Austin, Texas, US
ja: テキサス州オースチン
